Revit 2027 API
ParameterTypeId.SteelElemXDistance Property
 "Side 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemXDistance { get; }
Public Shared ReadOnly Property SteelElemXDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemXDistance {
	ForgeTypeId^ get ();
}
static member SteelElemXDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace